/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ copiado al portapapeles";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Confirmaciones";

/* No comment provided by engineer. */
"%d more" = "%d más";

/* No comment provided by engineer. */
"%d Transactions" = "%d Transacciones";

/* No comment provided by engineer. */
"Account Settings" = "Configuración de la Cuenta";

/* No comment provided by engineer. */
"Active" = "Activas";

/* No comment provided by engineer. */
"Add to Address book?" = "Agregar a la libreta de Direcciones?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Ha ocurrido un error validar el código PIN con el servidor remoto. Usted puede estar fuera de línea o blockchain puede estar experimentando dificultades. ¿Te gustaría reintento de validación o en su lugar introduzca su contraseña de forma manual?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Se encontró un error de carga de su cartera. Usted puede estar fuera de línea o Blockchain está experimentando dificultades. Por favor, cierra la aplicación y vuelve a intentarlo más tarde o volver a emparejar el dispositivo.";

/* No comment provided by engineer. */
"Any Address" = "Cualquier Dirección";

/* No comment provided by engineer. */
"Archive" = "DIRECCIÓN DE ARCHIVO";

/* No comment provided by engineer. */
"Archived" = "Archivadas";

/* No comment provided by engineer. */
"Automatically" = "Automáticamente";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Antes de acceder a su cartera, por favor, elija un número de pin para usar para desbloquear su cartera. Es importante que usted recuerde que el pin ya que no se puede restablecer o cambiar sin desbloquear primero la aplicación.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "No puede guardar el Código PIN de la cartera no se ha inicializado o la contraseña es null";

/* No comment provided by engineer. */
"Change PIN" = "Cambiar el PIN";

/* No comment provided by engineer. */
"Close App" = "Cerca De Aplicación";

/* No comment provided by engineer. */
"Confirm Payment" = "Confirmar El Pago";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Confirmar el pago de%1$@ (%2$@) a %3$@";

/* No comment provided by engineer. */
"Send from..." = "Enviar desde...";

/* No comment provided by engineer. */
"Send to..." = "Enviar a...";

/* No comment provided by engineer. */
"Create Wallet" = "Crear Cartera";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Descifra el PIN de la longitud de la Contraseña 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "El Descifrado De La Clave Privada";

/* No comment provided by engineer. */
"Enter Password" = "Introduzca La Contraseña";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "No Se Pudo Cargar El Monedero";

/* No comment provided by engineer. */
"No internet connection." = "No hay conexión a internet.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Acabado De Firmar Las Entradas";

/* No comment provided by engineer. */
"Forget Details" = "Olvidar Detalles";

/* No comment provided by engineer. */
"Forget Wallet" = "Te Olvides La Cartera";

/* No comment provided by engineer. */
"How would you like to pair?" = "¿Cómo le gustaría a la par?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Si usted ya tiene una Blockchain Monedero, seleccione el Par de Dispositivo; de lo contrario, seleccione Crear Carpeta. Es Gratis! Correo electrónico No es necesario.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Clave Privada Importada %@";

/* No comment provided by engineer. */
"Information" = "Información";

/* No comment provided by engineer. */
"Invalid email address." = "No válida dirección de correo electrónico.";

/* No comment provided by engineer. */
"Invalid GUID" = "GUID no válido";

/* No comment provided by engineer. */
"Invalid Identifier" = "Identificador No Válido";

/* No comment provided by engineer. */
"Invalid Send Value" = "Introduce una cantidad";

/* No comment provided by engineer. */
"Invalid Shared Key" = "No Válido Clave Compartida";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "No Válido Código De Estado Devuelto %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Dirección bitcoin no válido";

/* No comment provided by engineer. */
"Loading External Page" = "Carga De Página Externa";

/* No comment provided by engineer. */
"Logout" = "Cierre de sesión";

/* No comment provided by engineer. */
"Do you really want to log out?" = "¿Quieres cerrar la sesión?";

/* No comment provided by engineer. */
"Please enter your PIN" = "Por favor ingrese su número de PIN";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Por favor ingrese un nuevo PIN";

/* No comment provided by engineer. */
"Confirm your PIN" = "Confirme su PIN";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "PIN incorrecto. Por favor vuelva a intentarlo.";

/* No comment provided by engineer. */
"News, Price & Charts" = "Noticias, precio & Charts";

/* No comment provided by engineer. */
"Manually" = "Manualmente";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Label" = "Sin Etiqueta";

/* No comment provided by engineer. */
"No Password Entered" = "Sin Necesidad De Introducir Contraseña";

/* No comment provided by engineer. */
"OK" = "ACEPTAR";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Abrir la Configuración de la Cuenta, cerrar sesión o cambiar su pin a continuación.";

/* No comment provided by engineer. */
"Options" = "Opciones";

/* No comment provided by engineer. */
"Pair Device" = "Par De Dispositivo";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Análisis De Código De Emparejamiento";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Contraseña debe tener 10 caracteres o más";

/* No comment provided by engineer. */
"Passwords do not match" = "Las contraseñas no coinciden";

/* No comment provided by engineer. */
"Payment Sent!" = "Pago Enviado!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Cifrado de Cadena es nula.";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Objeto de Respuesta de la clave o el valor de la longitud de 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Objeto de Respuesta éxito de longitud 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Guardado con Éxito";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN de Validación no puede ser completado. Por favor introduzca su contraseña de la cartera manualmente.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN de Error de Validación";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Por favor, introduzca su 36 carácter cartera identificador correctamente. Se puede encontrar en el correo electrónico de bienvenida en el inicio.";

/* No comment provided by engineer. */
"Please provide an email address." = "Por favor proporcione una dirección de correo electrónico.";

/* No comment provided by engineer. */
"Please Wait" = "Por Favor Espere";

/* No comment provided by engineer. */
"Retry Validation" = "Validación de reintento";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Escanear Sólo Reloj De La Dirección?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Segundo Contraseña Incorrectos";

/* No comment provided by engineer. */
"Send Payment From:" = "Enviar El Pago De:";

/* No comment provided by engineer. */
"Send Payment To:" = "Envíe El Pago A:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Servidor Devuelve Null Código De Estado";

/* No comment provided by engineer. */
"Signing Input %d" = "La firma de Entrada de %d";

/* No comment provided by engineer. */
"Signing Inputs" = "La Firma De Entradas";

/* No comment provided by engineer. */
"Success" = "Éxito";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "La clave privada está intentando importar es encriptada. Por favor, introduzca la contraseña.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Esta acción requiere de la segunda contraseña para su billetera bitcoin. Por favor, introdúzcalo a continuación y pulse continuar.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Esto borrará todos los billetera de datos en este dispositivo. Por favor, confirme que usted tiene en su billetera la información guardada en otro lugar de cualquier otra bitcoins en esta cartera será inaccesible!!";

/* No comment provided by engineer. */
"Unarchive" = "DESCOMPRIMIRA DIRECCIÓN";

/* No comment provided by engineer. */
"Unconfirmed" = "Sin confirmar";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "No Admitidos De La Clave Privada En Formato";

/* No comment provided by engineer. */
"User Declined" = "Usuario Disminuido";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Cartera de dirección de %@ tiene fondos disponibles para gastar. Sin embargo, la clave privada debe ser escaneada de un documento de cartera o Código QR. ¿Te gustaría buscar la clave privada ahora?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Cartera Emparejado Con Éxito.";

/* No comment provided by engineer. */
"Warning!!!" = "¡¡Advertencia!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Bienvenido De Nuevo";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Bienvenido a Blockchain Cartera";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Te gustaría agregar la dirección bitcoin %@ a tu libreta de direcciones?";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Usted no tiene ningún activo bitcoin direcciones disponibles de envío";

/* No comment provided by engineer. */
"You must enter a destination address" = "Debe introducir una dirección de destino";

/* No comment provided by engineer. */
"You must enter a label" = "Debe introducir una etiqueta";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Su cartera se ha creado correctamente.";

/* No comment provided by engineer. */
"Close" = "Cerrar";

/* No comment provided by engineer. */
"Back" = "Atrás";

/* No comment provided by engineer. */
"New Wallet" = "Nueva cartera";

/* No comment provided by engineer. */
"MOVED" = "MOVIDO";

/* No comment provided by engineer. */
"RECEIVED" = "RECIBIDO";

/* No comment provided by engineer. */
"SENT" = "ENVIADO";

